Repository: pariveshahm/ApolloIOSSDKSource
Catalog: ApolloMobileSDK/Assets/*.lproj/Localizable.strings
Languages: es_419

# all_unhandledError
source: Unhandled error.
es_419: Error no controlado.

# all_unexpectedError
source: Unexpected error.
es_419: Error imprevisto.

# all_serverError
source: There is problem processing your payment, please try again later.
es_419: Hubo un problema al procesar tu pago. Vuelve a intentarlo más tarde.

# all_loading
source: Loading…
es_419: Cargando…

# all_errorInvalidCardNumber
source: Invalid Card Number
es_419: El número de tarjeta no es válido.

# all_errorInvalidSecurityCode
source: Security code must have 3 numbers
es_419: El código de seguridad debe tener 3 números.

# dashboard_loading
source: Loading ...
es_419: Cargando...

# paymentinfo_loading
source: Completing your purchase please wait ..
es_419: Se está haciendo la compra. Por favor, espera...

# dashboard_errorDialogTitle
source: Loading active subscriptions failed
es_419: Error en la carga de suscripciones activas.

# dashboard_noInternetConnection
source: Please check your internet connection and try again
es_419: Verifica que funcione la conexión a Internet y vuelve a intentarlo.

# products_errorDialogTitle
source: Loading prodcuts failed
es_419: Error en la carga de productos.

# transactionsummary_errorDialogTitle
source: Loading product quote failed
es_419: Error en la carga de la cotización del producto.

# paymentinfo_errorDialogTitle
source: Loading payment info failed
es_419: Error en la carga de la información sobre el pago.

# paymentinfo_errorCompletePaymentDialogTitle
source: Failed to complete payment
es_419: Error al realizar el pago.

# dashboard_trial_description
source: Valid for x months with eligible vehicle purchase
es_419: Válido por x meses con la compra de un vehículo que califique.

# trial_note
source: NOTE: To create your mobility account, we need to send your personal information to AT&T.
es_419: IMPORTANTE: Para crear tu cuenta de Mobility, debemos enviar tu información personal a AT&T.

source: Click to get started
es_419: Haz clic aquí para empezar

# native_oem_widget_90_day_wifi_hotspot_trial_text
source: Activate your 90 day complimentary AT&T Wifi Hotspot trial.
es_419: Activa tu período de prueba gratuito de 90 días del hotspot Wi-Fi de AT&T.

# native_oem_widget_trial_not_eligible_text
source: Your vehicle is not eligible for a trial plan.
es_419: Tu vehículo no califica para un plan de prueba.

source: Warning sign
es_419: Señal de advertencia

source: AT&T Logo
es_419: Logotipo de AT&T

source: months
es_419: meses

# error_unable_to_parse_numeric_values_data_package_limit
source: Unable to preview usage data
es_419: No se puede obtener una vista previa de los datos de uso.

source: Active data plan name
es_419: Nombre del plan de datos activo

source: expire/renew date
es_419: Fecha de vencimiento/renovación

source: unlimited
es_419: ilimitado

# registration_step_title
source: Your information
es_419: Tu información

# transaction_summary_step_title
source: Transaction summary
es_419: Resumen de la transacción

# payment_info_step_name
source: Enter Credit card information
es_419: Ingresa la información de la tarjeta de crédito.

# payment_info_step_title
source: Credit card info
es_419: Información de la tarjeta de crédito

# purchase_complete_step_title
source: Purchase completed
es_419: Compra realizada

# warner_media_collapsible_title
source: AMAZING ENTERTAINMENT INCLUDED.
es_419: EL MEJOR ENTRETENIMIENTO VIENE INCLUIDO.

# warner_media_content_description_arrow_up
source: Arrow up
es_419: Flecha hacia arriba

# warner_media_content_description_arrow_down
source: Arrow down
es_419: Flecha hacia abajo

# one_time_offer_trial_period_started
source: Your trial period has been started. Click below to take advantage of one-time special offer for your In-Vehicle Wi-Fi.
es_419: Tu período de prueba ha comenzado. Haz clic a continuación para aprovechar una oferta especial única para tu servicio de Wi-Fi en el vehículo.

# one_time_offer_no_thanks_button
source: No, Thanks
es_419: No, gracias

# one_time_offer_content_description
source: Special offer
es_419: Oferta especial

# other_settings_content_description_arrow_up
source: Arrow up
es_419: Flecha hacia arriba

# other_settings_content_description_arrow_down
source: Arrow down
es_419: Flecha hacia abajo

# dashboard_no_active_plan_title
source: No Data Plan
es_419: Sin plan de datos

# dashboard_no_active_plan_content_description_warning
source: Warning
es_419: Advertencia

# transaction_summary_trial_consent_error_button_reaload
source: Reload
es_419: Volver a cargar

# transaction_summary_lets_activate_title
source: Let's activate your
es_419: Activemos tu

# transaction_summary_wifi_data_plan_title
source: WIFI DATA PLAN
es_419: PLAN DE DATOS WI-FI

# transaction_summary_trial_logo_content_description
source: AT&T Logo
es_419: Logotipo de AT&T

# transaction_summary_checkbox_description_message_prepaid
source: Click the checkbox below to accept terms and conditions and proceed to enter your credit card. When you complete the transaction, you will receive a confirmation email.
es_419: Haz clic en la siguiente casilla para aceptar los términos y las condiciones e ingresar los datos de tu tarjeta de crédito. Cuando termines la transacción, recibirás un mensaje de confirmación por correo electrónico.

# oem_widget_learn_more
source: Learn more
es_419: Más información

# order_history_sample_active_plan_name
source: Active plan name
es_419: Nombre del plan activo

# order_history_activated_on_data
source: date
es_419: fecha

# status_expired_pill
source: EXPIRED
es_419: VENCIDO

# status_pending_pill
source: PENDING
es_419: PENDIENTE

source: Purchased on
es_419: Comprado el

# trial_plan_order_history_card
source: Trial Plan
es_419: Plan de prueba

# transaction_summary_enter_your_credit_card
source: Enter your credit card
es_419: Ingresa los datos de tu tarjeta de crédito.

# validate_addresses_dialog_body_second_line_multiple_addresses
source: More than one address was found matching the address that you entered. Please select the correct address.
es_419: Se encontró más de una dirección que coincide con la que ingresaste. Selecciona la dirección correcta.

# validate_addresses_dialog_cancel_button
source: Cancel
es_419: Cancelar

# validate_addresses_dialog_content_description_close
source: Close
es_419: Cerrar

# have_questions_not_loaded
source: DATA NOT LOADED
es_419: DATOS NO CARGADOS

# loading_text
source: Loading
es_419: Cargando

# dashboard_no_active_plan_mesage
source: This vehicle has no data plan assigned. Please purchase a data plan to continue using the service
es_419: Este vehículo no tiene ningún plan de datos asignado. Suscríbete a un plan de datos para continuar usando el servicio.

# paymentinfo_text
source: By providing my credit card and selecting 'Complete the purchase', I agree to the automatic renewal terms and authorize ATT to bill my credit card for the monthly fee unless I cancel.
es_419: Al proporcionar los datos de mi tarjeta de crédito y seleccionar “Hacer la compra”, acepto los términos de la renovación automática y autorizo a AT&T a cargar a mi tarjeta de crédito la cuota mensual a menos que cancele el servicio.

# payment_info_note_text
source: By providing my credit card and selecting 'Complete the purchase', I agree to the automatic renewal terms and authorize ATT to bill my credit card for the monthly fee unless I cancel.
es_419: Al proporcionar los datos de mi tarjeta de crédito y hacer clic en “Hacer la compra”, acepto los términos de la renovación automática y autorizo a AT&T a cargar a mi tarjeta de crédito la cuota mensual a menos que cancele el servicio.

# order_history_active_status
source: ACTIVE
es_419: ACTIVO

# dashboard_cardUsage
source: of
es_419: de

# createAccount_form_validation_first_name
source: Please enter the first name
es_419: Ingresa el nombre.

# createAccount_form_validation_last_name
source: Please enter the last name
es_419: Ingresa el apellido.

# createAccount_form_validation_email
source: Please enter the email address
es_419: Ingresa la dirección de correo electrónico.

# createAccount_form_validation_email_not_valid
source: Email address must be in valid format
es_419: La dirección de correo electrónico debe tener un formato válido.

# createAccount_form_validation_mobile_wireless_number
source: Please enter the mobile/wireless number
es_419: Ingresa el número de servicio móvil.

# createAccount_form_validation_mobile_wireless_number_not_valid
source: Phone number must have 10 numbers
es_419: El número de teléfono debe tener 10 dígitos.

# createAccount_form_validation_street
source: Please enter the street
es_419: Ingresa la calle.

# createAccount_form_validation_street_invalid
source: Please enter the valid street
es_419: Ingresa una calle válida.

# createAccount_form_validation_city
source: Please enter the city
es_419: Ingresa la ciudad.

# createAccount_form_validation_zip_code
source: Please enter the Zip Code
es_419: Ingresa el código postal (zip code).

# createAccount_form_validation_zip_code_valid
source: Zip code must be in valid format
es_419: El código postal (zip code) debe tener un formato válido.

# createAccount_form_validation_postal_code
source: Please enter the Postal Code
es_419: Ingresa el código postal.

# createAccount_form_validation_postal_code_valid
source: Postal code must be in valid format
es_419: El código postal debe tener un formato válido.

# createAccount_form_validation_validate_address_postal_code_invalid
source: Invalid Postal code
es_419: Código postal no válido.

# dashboard_trial_title
source: You are eligible for a FREE 90 day, 3GB Trial Data Plan
es_419: Reúnes los requisitos para un plan de datos de 3 GB GRATIS por 90 días.

# wifi_text
source: To avoid service interruption when your trial expires select 'Purchase a data plan' and choose a vehicle data plan.
es_419: Para evitar la interrupción del servicio cuando tu período de prueba termine, selecciona “Suscribirse a un plan de datos” y elige un plan de datos para vehículos.

# step
source: Step %d of %d:
es_419: Paso %d de %d:

# transactionsummary_terms
source: Terms & Conditions
es_419: Términos y condiciones

# transactionsummary_termsContact
source: In addition to service matters, I agree that AT&T may contact me now and in the future about AT&T special offers by text and autodialed phone calls at the mobile number provided or by email, and my consent is not a condition of purchase.
es_419: Acepto que AT&T puede ponerse en contacto conmigo ahora o más adelante, no solo por asuntos relacionados con el servicio, sino también para comunicarme ofertas especiales de AT&T por mensaje de texto y llamadas automarcadas al número de teléfono móvil provisto o por correo electrónico. También acepto que mi consentimiento no es una condición de compra.

# dashboard_on
source: ON
es_419: ENCENDER

# dashboard_off
source: OFF
es_419: APAGAR

source: Data Plan
es_419: Plan de datos

# dashboard_title
source: AT&T Wi-Fi Dashboard
es_419: Panel de la cuenta de Wi-Fi de AT&T

# dashboard_expires
source: Expires:
es_419: Vence el

# dashboard_error_something_went_wrong
source: Something went wrong, couldn't load data!
es_419: Se produjo un error y no se pudieron cargar los datos.

# dashboard_error_purchase_failed_title
source: Something went wrong
es_419: Se produjo un error.

# dashboard_error_purchase_failed_body
source: Your purchase seems to have failed. Please try purchasing the plan again. If you require additional assistance, please contact consumer number below.
es_419: Aparentemente no se pudo hacer la compra. Intenta suscribirte al plan nuevamente. Si necesitas más ayuda, llama al número de servicio al cliente que figura aquí.

# dashboard_retry
source: Retry
es_419: Reintentar

# add_subscription_after_payment_failed_button_text
source: AT&T Wi-Fi Dashboard
es_419: Panel de la cuenta de Wi-Fi de AT&T

# dashboard_active_plan_prepaid_note
source: Plans expire when full data allotment is used or specified time period ends, whichever comes first. If you would like to ensure service continues, please select Purchase a data plan.
es_419: Ya no hay datos restantes. Selecciona el botón Comprar más datos si deseas continuar con el servicio antes de la fecha de renovación de tu plan.

# special_offer
source: *Limited time offer. Req’s elig. vehicle & purchase of elig. prepaid unlimited data plan for vehicle. Discount of $5/mo. off plan will occur automatically each month. Svc & coverage not avail. everywhere. Svc renews and is billed monthly until canceled. Other charges, & restr’s.
es_419: *Oferta por tiempo limitado. Se requiere un vehículo calificado y la suscripción a un plan de datos ilimitados prepagado para el vehículo que califique. El descuento de $5 al mes en el cargo del plan se hará automáticamente todos los meses. El servicio y la cobertura no se ofrecen en todas las áreas. El servicio se renueva y se factura mensualmente hasta que se cancele. Existen otros cargos y restricciones.

# thankyou
source: Congratulations! Thank you for connecting your vehicle with AT&T data service.
es_419: Gracias por conectar tu vehículo con el servicio de datos de AT&T.

# thankyou_data_plan
source: Your data plan may take up to 5 minutes to display on your dashboard.
es_419: Su plan de datos puede tardar hasta 5 minutos en mostrarse en su tablero.

source: Good News!
es_419: ¡Buenas noticias!

source: Get Started
es_419: Empezar

# trial_data_plan_desciption
source: Your trial includes 3GB of data which expires in 90 days. We'll notify you as you near your usage limit or expiration date. To avoid service interruption when your trial expires, you may purchase a vehicle data plan at any time.
es_419: Tu período de prueba incluye 3 GB de datos, que vencen en 90 días. Te notificaremos cuando te acerques al límite de uso o a la fecha de vencimiento. Para evitar la interrupción del servicio cuando tu período de prueba termine, puedes suscribirte a un plan de datos para vehículos en cualquier momento.

# createAccount_form_customer_details
source: Customer details
es_419: DATOS DEL CLIENTE

# createAccount_form_first_name
source: First name*
es_419: Nombre*

# createAccount_form_last_name
source: Last name*
es_419: Apellido*

# createAccount_form_email
source: Email*
es_419: Correo electrónico*

# createAccount_form_mobile_wireless_number
source: Mobile/Wireless Number*
es_419: Número de servicio móvil*

# createAccount_form_notification_language
source: Notification language*
es_419: Idioma de las notificaciones*

# createAccount_form_address
source: Address
es_419: DIRECCIÓN

# createAccount_form_country
source: Country*
es_419: País*

# country_placeholder
source: Country
es_419: País

# createAccount_form_street
source: Street*
es_419: Calle*

# createAccount_form_apt_suite_other
source: Aptartment / Suite / Other
es_419: Apto./Suite/Otro

# createAccount_form_city
source: City*
es_419: Ciudad*

# createAccount_form_zip_code
source: Zip code*
es_419: Código postal*

# createAccount_form_province
source: State*
es_419: Provincia*

# createAccount_form_postal_code
source: ZipCode*
es_419: Código postal*

# createAccount_form_continue
source: Continue
es_419: Continuar

# createAccount_form_back
source: Back
es_419: Atrás

# createAccount_form_validation_validate_address_zip_code_invalid
source: Invalid Zip code
es_419: Código postal (zip code) no válido.

# createAccount_form_validation_validate_address_street_name_invalid
source: Invalid street name
es_419: Nombre de la calle no válido.

source: Back
es_419: Atrás

source: City
es_419: Ciudad

# learn_more_button_text
source: See available plans
es_419: Ver los planes disponibles

# native_oem_widget_no_data_plan_text
source: No Data Plan
es_419: Sin plan de datos

# purchase_a_data_plan_button_text
source: Purchase a data plan
es_419: Suscribirse a un plan de datos

# account_dashboard_button_text
source: Account Dashboard
es_419: Panel de la cuenta

source: Proceed to AT&T Wi-Fi Dashboard
es_419: Continuar al panel de la cuenta de Wi-Fi de AT&T

source: Hotspot setup guide
es_419: Guía de configuración del hotspot

source: Return to OEM dashboard
es_419: Volver al panel del fabricante

source: Congratulations!
es_419: ¡Felicitaciones!

# purchase_a_data_plan
source: Purchase more data
es_419: Comprar más datos

# loading_please_wait
source: Please wait...
es_419: Espera, por favor...

# loading_activating_service_message
source: Please wait while we activate your service. This may take a few minutes. A confirmation has been sent to your email address.
es_419: Espera un momento mientras activamos tu servicio. Este proceso puede tardar unos minutos. Enviamos una confirmación a tu dirección de correo electrónico.

# loading_activating_prepaid_service_message
source: We're processing your request. This can take a couple of moments. You will also receive an electronic copy of your bill sent to your email address.
es_419: Estamos procesando tu solicitud. Esto puede tardar unos minutos. También recibirás una copia electrónica de tu factura en tu correo electrónico.

# one_time_offer_disclaimer
source: $5 off $25.00 AT&T Connected Car Unlimited Plan (Prepaid 30-Day Auto-Renew): U.S. only. Select locations. Req’s new activation on a standalone AT&T Connected Car Unlimited Plan (Prepaid 30-Day Auto-Renew). Prepaid session-based data plans provide you with access to AT&T wireless data services for your equipped vehicle, including but not limited to features that may be used with wireless data services, content and application. Eligible vehicle and compatible SIM card required. Duration: Session-based prepaid plans for 30 days. Pricing: Prevailing price is $25 for a 30-day prepaid plan. Discount of $5 will apply automatically each 30-day renewal period starting upon sign up for plan. Auto Renewal: Plan charges will automatically be billed to credit card on file. Plans automatically renew every 30 days at the $20 price point until cancelled. To cancel at any time call 1 (866) 595-0020 or by accessing your account online. Payments are non-refundable (subject to applicable law). Limits: 1 vehicle per 30 day prepaid plan. Devices: Sold separately. Geographic restrictions: For use in the U.S. & Canada only. Service in Canada depends upon availability of unaffiliated carrier coverage. Hotspot: Connects up to 10 Wi-Fi capable devices per vehicle hotspot, as specified by the vehicle maker. Devices connected to vehicle’s hotspot use data from your plan. Performance varies based on number of devices connected and other factors. Stream Saver feature not available for this Plan. General Wireless Service Terms: Subject to AT&T Session Based Wireless Data Services Agreement available at https://www.att.com/USTermsandconditions. Pricing, offer & terms subject to change & may be modified or terminated at any time without notice.
es_419: $5 de descuento en el Plan ilimitado para autos conectados de AT&T (prepagado con renovación automática cada 30 días) por $25: Solo en los EE. UU. Válido en ciertas ubicaciones. Se requiere la activación nueva de un plan ilimitado e independiente para autos conectados de AT&T (prepagado con renovación automática cada 30 días). Los planes de datos prepagados basados en la sesión ofrecen acceso a los servicios de datos móviles de AT&T para vehículos equipados e incluyen, entre otras, funciones que se pueden usar con aplicaciones, contenidos y servicios de datos móviles. Se requiere un vehículo calificado y una tarjeta SIM compatible. Duración: Planes prepagados basados en la sesión por 30 días. Precios: El precio vigente es $25 por un plan prepagado de 30 días. El descuento de $5 se hará automáticamente cada período de renovación de 30 días a partir de la fecha de suscripción al plan. Renovación automática: Los cargos se facturarán automáticamente a la tarjeta de crédito que figura en nuestros registros. Los planes se renuevan automáticamente cada 30 días con un precio de $20 hasta que se cancelen. Para cancelar en cualquier momento, llame al 1 (866) 595-1222 o ingrese a su cuenta por Internet. Los pagos no son reembolsables (sujeto a la legislación que corresponda). Límites: 1 vehículo por plan prepagado de 30 días. Equipos: Se venden por separado. Restricciones geográficas: Para uso solamente en los EE. UU. y Canadá. El servicio en Canadá depende de la disponibilidad de la cobertura de la compañía telefónica no afiliada. Hotspot: Conecta hasta 10 equipos compatibles con Wi-Fi por cada hotspot en el vehículo, según las especificaciones del fabricante del vehículo. Los equipos que se conecten al hotspot del vehículo utilizarán datos de su plan. El desempeño varía según la cantidad de equipos conectados y otros factores. La función Stream Saver no se ofrece para este plan. Términos generales del servicio móvil: Sujeto al contrato del servicio de datos móviles basados en la sesión que se puede consultar en http://www.att.com/USTermsandconditions. El precio, la oferta y los términos están sujetos a cambio y podrán modificarse o cancelarse en cualquier momento sin previo aviso.

# createAccount_fragmentTitle
source: Create AT&T account
es_419: Crear la cuenta

# share_information_registration_dialog_title
source: Create your AT&T Mobility Account
es_419: Crear la cuenta de AT&T Mobility

# share_information_registration_dialog_message_first
source: %@ can prepopulate your AT&T mobility account with name, address, email address and mobile phone number (if available) from your %@ account.​
es_419: %@ puede completar automáticamente los datos de tu cuenta de AT&T Mobility con el nombre, la dirección, la dirección de correo electrónico y el número de servicio móvil de tu cuenta de %@ (si están disponibles).

# share_information_registration_dialog_message_second
source: By proceeding, your information will be shared with AT&T to create and manage your AT&T Mobility account. AT&T will also share your subscription status with %@ for administration purposes if you activate a free trial or purchase a data plan.
es_419: Si continúas, tu información se entregará a AT&T para crear y administrar tu cuenta de AT&T Mobility. Si activas un período de prueba gratuito o te suscribes a un plan de datos, AT&T también informará el estado de tu suscripción a %@ para fines administrativos.

# share_information_registration_dialog_allow_button
source: Share my info with AT&T
es_419: Entregar mi información a AT&T

# share_information_registration_dialog_deny_button
source: Back
es_419: Atrás

# share_information_registration_dialog_close_button
source: Close
es_419: Cerrar

# all_fields_are_required
source: * required fields
es_419: * Campos obligatorios.

# active_plan_catrd_title
source: ACTIVE PLAN
es_419: PLAN ACTIVO

# active_plan_swipe_to_refresh_title
source: PULL DOWN TO REFRESH
es_419: ARRASTRA HACIA ABAJO PARA ACTUALIZAR

source: DATA USED
es_419: DATOS UTILIZADOS

source: Expires
es_419: Vence el

source: Renews
es_419: Se renueva el

# registration_step_name
source: Create account
es_419: Crear la cuenta

# transaction_summary_trial_step_name
source: Data plan purchase
es_419: Suscripción a un plan de datos

# transaction_summary_step_name
source: One time offer!
es_419: ¡Oferta por tiempo limitado!

# transaction_summary_step_name_prepaid
source: Data plan purchase
es_419: Suscripción a un plan de datos

# purchase_complete_step_name
source: Data plan purchase
es_419: Suscripción a un plan de datos

# products_step_name
source: Available data plans from AT&T
es_419: Planes de datos de AT&T disponibles
