Repository: pariveshahm/ApolloIOSSDKSource
Catalog: ApolloMobileSDK/Assets/*.lproj/Localizable.strings
Languages: es_419

# order_history_last_order_empty
source: Last order: -
es_419: Último pedido: -

# order_history_last_order_trial
source: Last order: Trial data plan
es_419: Último pedido: Trial data plan

# order_history_last_order
source: Last order: %@
es_419: Último pedido: %@

# order_history_activated_on
source: Started on: %@
es_419: Comenzó en: %@

# order_history_purchased_on
source: Starting on: %@
es_419: A partir del: %@

# order_history_expired_on
source: Expired on: %@
es_419: Vencido el: %@

# order_history_no_pending
source: No pending orders
es_419: No hay pedidos pendientes

# order_history_no_past
source: No past orders
es_419: No hay pedidos anteriores

# order_history_view_all
source: View all
es_419: Ver todo

# leave_payment_title
source: Exit the purchase?
es_419: ¿Deseas salir de la compra?

# leave_payment_body
source: Navigating away from this screen will cancel the purchase of data plan, and your selection will be lost. Are you sure you wish to exit the purchase?
es_419: Si sales de esta pantalla, la suscripción al plan de datos se cancelará y se perderá lo que hayas seleccionado. ¿Realmente deseas salir de la compra?

# leave_payment_continue_button
source: Continue with the purchase
es_419: Continuar con la compra

# leave_payment_exit_button
source: Exit
es_419: Salir

# validate_addresses_dialog_title
source: Confirm address
es_419: Confirmar la dirección

# validate_addresses_dialog_body_first_line
source: AT&T is checking you address againts the USPS address database for accuracy. Your address has been corrected during the validation process. Please confirm this is your address.
es_419: AT&T está verificando tu dirección en la base de datos de USPS para obtener datos más precisos. Tu dirección ha sido corregida durante el proceso de validación. Confirma si esta es tu dirección.

# validate_addresses_dialog_body_error_text
source: Please select the correct address.
es_419: Selecciona la dirección correcta.

source: Done
es_419: Listo

# validate_addresses_dialog_done_button
source: Done
es_419: Listo

# payment_info_payment_profile_title
source: PAYMENT PROFILE
es_419: PERFIL DE PAGOS

# payment_info_credit_card_title
source: CREDIT CARD
es_419: TARJETA DE CRÉDITO

# payment_info_name_on_card_title
source: NAME ON CARD
es_419: NOMBRE QUE FIGURA EN LA TARJETA

# payment_info_card_number_title
source: CARD NUMBER
es_419: NÚMERO DE TARJETA

# payment_info_billing_address_title
source: BILLING ADDRESS
es_419: DIRECCIÓN DE FACTURACIÓN

# payment_info_expires_title
source: EXPIRES
es_419: VENCE EL

# payment_info_edit_payment_profile_button
source: Edit payment profile
es_419: Modificar tu perfil de pagos

# payment_info_complete_purchase_button
source: Complete the purchase
es_419: Hacer la compra

# disclaimers_title
source: Disclaimers
es_419: Descargos de responsabilidad

# streaming_audio_title
source: Streaming Audio
es_419: Reproducción de audio por streaming

# streaming_video_title
source: Streaming Video
es_419: Reproducción de video por streaming

# streaming_audio
source: Low quality audio is typically 96kbps and uses 43.2MB per hour. Normal quality audio is typically 160kbps and uses 72MB per hour. High quality audio is typically 320kbps and uses 115.2MB per hour.
es_419: El audio de calidad baja típicamente es de 96 kbps y usa 43.2 MB por hora. El audio de calidad normal típicamente es de 160 kbps y usa 72 MB por hora. El audio de calidad alta típicamente es de 320 kbps y usa 115.2 MB por hora.

# streaming_video
source: Low quality video is 240p or 320p and uses 0.3GB per hour. SD quality video is 480p and uses 0.7GB per hour. HD quality video is between 720p and 2K and uses: 720p - 0.9GB per hour 1080p - 1.5GB per hour 2K - 3GB per hour UHD 4K video uses a lot of data, about 7.2GB per hour. NOTE: Remember, the app adjusts the stream size so check your settings.
es_419: El video de calidad baja es de 240p o 320p y usa 0.3 GB por hora. El video de calidad SD (definición estándar) es de 480p y usa 0.7 GB por hora. El video de calidad HD (alta definición) es de entre 720p y 2K y usa: • 720p - 0.9 GB por hora • 1080p - 1.5 GB por hora • 2K - 3 GB por hora El video UHD 4K usa muchos datos, unos 7.2 GB por hora. IMPORTANTE: Recuerda que la aplicación ajusta el tamaño de reproducción, así que verifica tu configuración.

# legal_and_regulatory_title
source: AT&T legal and regulatory
es_419: Información legal y reglamentaria de AT&T

# legal_and_regulatory_title_second_line
source: Policies and terms
es_419: Normas y términos

# legal_and_regulatory_terms_of_use
source: Terms of use
es_419: Términos de uso

# legal_and_regulatory_privacy_policy
source: Privacy Policy
es_419: Norma de privacidad

# legal_and_regulatory_broadband_details
source: Broadband Details
es_419: Detalles de la banda ancha

# legal_and_regulatory_advertising_choices
source: Advertising Choices
es_419: Opciones de publicidad

# legal_and_regulatory_accessibility
source: Accessibility
es_419: Accesibilidad

# legal_and_regulatory_do_not_sell_information
source: Do Not Sell My Personal Information
es_419: No vender mi información personal

# have_questions_title
source: Have questions?
es_419: ¿Tienes preguntas?

# have_questions_title_second_line
source: Contact AT&T customer support
es_419: Comunícate con el servicio al cliente de AT&T

# have_questions_contact_support
source: Contact AT&T customer support
es_419: Comunícate con el servicio al cliente de AT&T

# have_questions_tap_to_call
source: Tap to call
es_419: Toca aquí para llamar

# have_questions_vehicle_mobile_number
source: Vehicle mobile number
es_419: Número de teléfono móvil del vehículo

# have_questions_country
source: Country
es_419: País

# have_questions_vehicle_brand
source: Vehicle brand
es_419: Marca del vehículo

# have_questions_vin
source: VIN
es_419: Número de identificación del vehículo (VIN)

# unable_to_link_your_profile
source: We are unable to link your %@ profile to AT&T. It is likely due to profile information mismatch. Please tap the button below to call AT&T customer service to re-link your vehicle.
es_419: No pudimos vincular tu perfil de %@ con AT&T. Seguramente se debe a que no coincide la información del perfil. Toca el siguiente botón para llamar al servicio al cliente de AT&T y volver a vincular tu vehículo. Llamar al servicio al cliente

source: Zip code
es_419: Código postal

source: Postal code
es_419: Código postal

# state_label
source: State*
es_419: Estado*

source: State
es_419: Estado

source: Province
es_419: Provincia

source: I accept
es_419: Acepto

source: and
es_419: y

# i_am_aware_network
source: I am aware AT&T’s network management practices are available at
es_419: Sé que las normas de administración de la red de AT&T están disponibles en

source: PLAN NAME
es_419: NOMBRE DEL PLAN

source: PLAN PRICE
es_419: PRECIO DEL PLAN

# plan_cost
source: COST/MONTH
es_419: COSTO/MES

source: PURCHASE
es_419: SUSCRIBIRSE

# per_day
source: /day
es_419: /por día

# per_month
source: /mo
es_419: /al mes

# per_year
source: /yr
es_419: /al ano

# learn_more_about_data
source: Learn more about data usage
es_419: Obtén más información sobre el uso de datos

# cache_update
source: Updated
es_419: Actualizado

# cache_moments_ago
source: moments ago
es_419: hace un momento

# cache_minutes_ago
source: minutes ago
es_419: minutos

# cache_an_hour_ago
source: an hour ago
es_419: hace una hora

# cache_hours_ago
source: hours ago
es_419: horas

# cache_yesterday
source: yesterday
es_419: ayer

# cache_on
source: on
es_419: el

# subscriber_information_title
source: Subscriber information
es_419: Información del suscriptor

source: Edit contact information
es_419: Modificar la información de contacto

# payment_profile_title
source: Payment profile
es_419: Perfil de pagos

source: View full payment profile
es_419: Ver el perfil de pagos completo

# dashboard_name_on_card
source: Name on card:
es_419: Nombre que figura en la tarjeta:

# dashboard_card_number
source: Card Number:
es_419: Número de tarjeta:

# edit_contact_information_title
source: Edit Contact Information
es_419: Modificar la información de contacto

# payment_profile_information_title
source: Payment profile information
es_419: Información del perfil de pagos

# no_credit_card_information
source: No credit card to display. Yout can add card during your first purchase.
es_419: No hay ninguna tarjeta de crédito para mostrar. Puedes añadir una tarjeta durante tu primera compra.

source: No credit card added
es_419: No se añadió una tarjeta de crédito

source: Save changes
es_419: Guardar cambios

# edit_contact_cancel_title
source: Cancel
es_419: Cancelar

source: Add credit card
es_419: Añadir tarjeta de crédito

# no_purchase_order_history
source: No purchases
es_419: No hubo compras

# usage_not_returned
source: Data service & usage takes a short time to appear. Tap refresh button to try again.
es_419: La información sobre el uso y el servicio de datos tarda un poco en aparecer. Toca el botón de actualizar para volver a intentarlo.

# has_used_all_the_data
source: There is no data remaining. Select the Purchase more data button if you would like to continue service before your plan renewal date.
es_419: Ya no hay datos restantes. Selecciona el botón Comprar más datos si deseas continuar con el servicio antes de la fecha de renovación de tu plan.

# has_stacked_retail_plan_error
source: You have a pending plan that will become active once your current plan expires or when data is exhausted, whichever comes first. Check your order history for details.
es_419: Tienes un plan pendiente que se activará cuando venza tu plan actual o cuando se agoten los datos, lo que ocurra primero. Consulta tu historial de pedidos para obtener más información.

# all_errorNoConnection
source: No Internet connection.
es_419: No tienes conexión a Internet.

# checkbox_text
source: Please check the box to acknowledge that this plan automatically renews monthly and your credit card will be charged every 30 days unless you cancel.
es_419: Marca la casilla para aceptar que este plan se renueve automáticamente todos los meses y que lo carguemos a tu tarjeta de crédito cada 30 días, a menos que canceles el servicio.

# offers_terms_pricing
source: Offer, terms, and pricing subject to change. Coverage and service not available everywhere.
es_419: La oferta, los términos y los precios están sujetos a cambio. La cobertura y el servicio no se ofrecen en todas las áreas.

# one_time_offer_only_available
source: One Time Offer Only Available Now!
es_419: ¡Oferta única solo disponible ahora!

# in_vehicle_wifi_unlimited
source: Unl Data Connect Car
es_419: Datos ilimitados deWi-Fi en el vehículo

source: Regular price –
es_419: Precio regular –

source: Special offer price –
es_419: Precio de oferta especial –

source: Unable to link vehicle
es_419: No se puede vincular el vehículo

source: Contact Support
es_419: Llamar al servicio al clente

# pricing_offer_and_terms_subject
source: Pricing, offer & terms subject to change & may be modified or terminated at any time without notice. Coverage & service not available everywhere.
es_419: El precio, la oferta y los términos están sujetos a cambio y podrán modificarse o cancelarse en cualquier momento sin previo aviso.

source: Refresh
es_419: Actualizar

# ride_title
source: Get started with your WarnerMedia RIDE™ access
es_419: Comienza a usar tu acceso a WarnerMedia RIDE™

# ride_collapsible_bullet_1
source: Click on the buttons below or go to the App Store or Google Play and search for WarnerMedia RIDE™
es_419: Haz clic en los botones que ves a continuación o ve a las tiendas de aplicaciones App Store o Google Play y busca WarnerMedia RIDE™

# ride_collapsible_bullet_2
source: Connect your device to your In-car Wi-Fi hotspot and enjoy the ride
es_419: Conecta tu equipo al hotspot Wi-Fi de tu auto y disfruta del paseo

# ride_special_offer_body
source: Access to WarnerMedia RIDE™ comes included with your Unlimited AT&T In-car Wi-Fi® data plan at no extra charge.
es_419: El acceso a WarnerMedia RIDE™ viene incluido con tu plan de datos ilimitados de Wi-Fi® en el auto de AT&T sin cargo adicional. Disfruta los episodios de tus canales favoritos, como Cartoon Network, CNN, TruTV y más, con Wi-Fi® en el auto de AT&T y WarnerMedia RIDE™.

# ride_products_title
source: LIVE. ON DEMAND. ON THE ROAD.
es_419: EN VIVO. A PETICIÓN. MIENTRAS VIAJAS.

# ride_products_body1
source: Access to WarnerMedia RIDE™ comes included with your Unlimited AT&T In-car Wi-Fi® data plan at no extra charge.
es_419: El acceso a WarnerMedia RIDE™ viene incluido con tu plan de datos ilimitados de Wi-Fi® en el auto de AT&T sin cargo adicional.

# ride_products_body2
source: Enjoy episodes from your favorite channels, including Cartoon Network, CNN, TruTV and more with AT&T In-car Wi-Fi® with WarnerMedia RIDE™.
es_419: Disfruta los episodios de tus canales favoritos, como Cartoon Network, CNN, TruTV y más, con Wi-Fi® en el auto de AT&T y WarnerMedia RIDE™.
