Repository: pariveshahm/ApolloIOSSDKSource
Catalog: ApolloMobileSDK/Assets/*.lproj/Localizable.strings
Languages: es_419

# warner_media_dashboard_text
source: Unlimited plans include WarnerMedia content. Go to your app store to download the Warner Media app to access their content while connected to your in vehicle Wi-Fi hotspot.
es_419: Los planes ilimitados incluyen contenido de WarnerMedia. Ve a tu tienda de aplicaciones para descargar la aplicación de Warner Media y acceder a sus contenidos cuando estés conectado al hotspot Wi-Fi de tu vehículo.

# warner_media_collapsible_text
source: Access to WarnerMedia RIDE comes included with your unlimited AT&T in-car Wi-Fi® data plan at no extra charge. Enjoy a rotating selection of entertainment and over 1000 hours of shows and movies on demand with your AT&T in-car Wi-Fi®
es_419: El acceso a WarnerMedia RIDE viene incluido con tu plan de datos ilimitados de Wi-Fi® en el auto de AT&T sin cargo adicional. Disfruta de una variable selección de entretenimiento con más de 1000 horas de programas y películas a petición con tu servicio de Wi-Fi® en el auto de AT&T.

# warner_media_collapsible_bullet_purchase_unlimited_plan
source: Purchase an unlimited plan for your in-car Wi-Fi
es_419: Contrata un plan ilimitado para tu servicio de Wi-Fi en el auto.

# warner_media_collapsible_bullet_go_to_app_store
source: Go to your app store or AT&T Wi-Fi account dashboard to download the WarnerMedia RIDE application
es_419: Ve a tu tienda de aplicaciones o al panel de tu cuenta de Wi-Fi de AT&T para descargar la aplicación WarnerMedia RIDE.

# warner_media_collapsible_bullet_connect_your_device
source: Connect your device to your in-car Wi-Fi hotspot and enjoy the ride
es_419: Conecta tu equipo al hotspot Wi-Fi de tu auto y disfruta del paseo.

# warner_media_collapsible_trademark
source: WARNERMEDIA RIDE and all related trademarks and elements are © and TM Warner Media, LLC.
es_419: WARNERMEDIA RIDE y todas las marcas comerciales y elementos relacionados son propiedad intelectual y marcas comerciales registradas de Warner Media, LLC.

# warner_media_collapsible_see_less
source: See less
es_419: Ver menos

# warner_media_collapsible_see_more
source: Learn more
es_419: Más información

# one_time_offer_decline_text
source: Decline and proceed to account dashboard
es_419: Rechazar y seguir al panel de la cuenta

# one_time_offer_get_special_offer_button
source: Get special offer
es_419: Obtener la oferta especial

# other_settings_title
source: Other AT&T Settings
es_419: Otros ajustes de AT&T

# other_settings_title_second_line
source: Marketing consent, Auto renew...
es_419: Autorización de mercadeo, renovación automática...

# other_settings_auto_renew
source: Auto renew
es_419: Renovación automática

# other_settings_auto_renew_body
source: Turning auto-renewal off will stop recurring monthly payments. You'll have to enter your payment data manually each month to continue using the service.
es_419: Al desactivar la renovación automática, se suspenderán los pagos mensuales recurrentes. Para continuar usando el servicio, tendrás que ingresar los datos de pago manualmente cada mes.

# other_settings_marketing_consent
source: Marketing consent
es_419: Autorización de mercadeo

# other_settings_marketing_consent_body
source: In addition to service matters, I agree that AT&T may contact me now and in the future about AT&T special offers by text and autodialed phone calls at the mobile number provided or by email, and my consent is not a condition of purchase.
es_419: Acepto que AT&T puede ponerse en contacto conmigo ahora o más adelante, no solo por asuntos relacionados con el servicio, sino también para comunicarme ofertas especiales de AT&T por mensaje de texto y llamadas automarcadas al número de teléfono móvil provisto o por correo electrónico. También acepto que mi consentimiento no es una condición de compra.

# other_settings_cancel_service
source: Cancel service
es_419: Cancelar el servicio

# transaction_summary_trial_consent_error
source: Unfortunately, there was an issue processing your request. Please try again later. If you require additional assistance, please contact customer service at
es_419: Lamentablemente, se produjo un error al procesar tu solicitud. Vuelve a intentarlo más tarde. Si necesitas más ayuda, comunícate con el servicio al cliente llamando al

# transaction_summary_trial_lets_activate_title
source: Let's activate your plan
es_419: Activemos tu plan

# transaction_summary_trial_ztial_plan_name
source: In-Vehicle Wi-Fi Unlimited Data
es_419: Datos Wi-Fi ilimitados en tu vehículo

# transaction_summary_trial_almost_done_title
source: You are almost done!
es_419: ¡Ya casi terminas!

# transaction_summary_trial_first_name_title
source: First Name
es_419: Nombre:

# transaction_summary_trial_last_name_title
source: Last Name
es_419: Apellido:

# transaction_summary_trial_email_title
source: Email address
es_419: Correo electrónico:

# transaction_summary_trial_tax_title
source: Tax:
es_419: Impuesto:

# transaction_summary_trial_other_fees_title
source: Surcharges and other fees:
es_419: Recargos y otros cargos:

# transaction_summary_trial_access_charges_title
source: Access charge due monthly
es_419: Se cobrará un cargo mensual por acceso.

# transaction_summary_trial_checkbox_description_message
source: Tap the checkbox below and then Activate your plan. You will receive a confirmation email.
es_419: Toca la siguiente casilla y, luego, activa tu plan. Recibirás un mensaje de confirmación por correo electrónicov.

# transaction_summary_checkbox_description_message
source: Tap the checkbox below and then Enter your credit card. You will receive a confirmation email.
es_419: Toca la siguiente casilla y, luego, ingresa los datos de tu tarjeta de crédito. Recibirás un mensaje de confirmación por correo electrónico.

# transaction_summary_trial_button_activate
source: Activate your plan
es_419: Activa tu plan

# transaction_summary_trial_button_back
source: Back
es_419: Atrás

# transaction_summary_trial_fine_text
source: 3GB for 3 months Wireless Data Trial. One-time prepaid session-based data trial provides access to AT&T’s wireless data services for equipped vehicle, including without limitation features that may be used with wireless data services, content and application. Eligible vehicle, compatible SIM card and trial activation by customer required. Duration: 3-month period begins at time of trial activation, and wireless data service expires when 3GB of data is used or when 3-month period ends, whichever comes first. Data not used in period is forfeited. Trial does not renew. Data: Usage is calculated in full kilobyte increments and rounded up to the next full-kilobyte increment. Hotspot: Connects up to 10 Wi-Fi capable devices (varies by manufacturer). Devices connected to vehicle’s hotspot use data from your plan. Once a device connects, it can automatically reconnect and use data from your plan unless hotspot is removed from returning device settings or hotspot password is changed. Performance varies based on number of devices connected and other factors. International: Wi-Fi hotspot functionality not available outside of U.S. & Canada. Service in Canada subject to unaffiliated carrier coverage. General Wireless Service Terms: Subject to AT&T Session Based Wireless Data Services Agreement available at
es_419: Período de prueba de 3 meses con 3 GB de datos móviles. Período de prueba de datos basados en la sesión prepagado por única vez que ofrece acceso a los servicios de datos móviles de AT&T para vehículos equipados e incluye, entre otras, funciones que se pueden usar con aplicaciones, contenidos y servicios de datos móviles. Se requiere un vehículo calificado, una tarjeta SIM compatible y que el cliente active el período de prueba. Duración: El período de 3 meses comienza en el momento en el que se activa el período de prueba y el servicio de datos móviles vence cuando se utilizan los 3 GB de datos o cuando finaliza el período de 3 meses, lo que suceda primero. Los datos que no se utilicen en este período se perderán. El período de prueba no se renueva. Servicio de datos: El uso se calcula en incrementos de kilobytes enteros y se redondea al siguiente kilobyte entero. Hotspot: Se pueden conectar hasta 10 equipos compatibles con Wi-Fi (el límite varía según el fabricante). Los equipos que se conecten al hotspot del vehículo utilizarán datos de su plan. Una vez que se conecta un equipo, este se podrá reconectar y podrá usar datos de su plan automáticamente, a menos que se elimine el hotspot de los ajustes de conexión del equipo, o que se cambie la contraseña. El desempeño varía según la cantidad de equipos conectados y otros factores. Internacional: La funcionalidad de hotspot Wi-Fi no se ofrece fuera de los EE. UU. y Canadá. El servicio en Canadá está sujeto a la cobertura de la compañía telefónica no afiliada. Términos generales del servicio móvil: Sujeto al contrato de servicios de datos inalámbricos basados en sesiones de AT&T, que está disponible en https://www.att.com/USTermsandconditions. La oferta, los términos y los precios están sujetos a cambio. La cobertura y el servicio no se ofrecen en todas las áreas.

# transaction_summary_change_plan_button_text
source: Change plan
es_419: Cambiar plan

# transaction_summary_prepaid_autorenew_note
source: If you prefer your data plan to not auto renew, when you reach your account dashboard after completing this purchase, click on 'Other AT&T Settings' and uncheck Auto Renew.
es_419: Si prefieres que tu plan de datos no se renueve automáticamente, cuando llegues al panel de tu cuenta después de realizar esta compra, haz clic en “Otros ajustes de AT&T” y desactiva la renovación automática.

# transaction_summary_trial_fine_text_annual
source: AT&T Connected Car Prepaid Unlimited Data Annual Plan. U.S. customers only. Prepaid session-based data plans provide you with access to AT&T wireless data services for your Connected Car, including but not limited to features that may be used with wireless data services, content and applications. Req's: Eligible vehicle, data plan and compatible SIM card. Duration/Pricing: 12-months for $200 plus tax with auto renewal;. May cancel plan at any time, but pro-rata refund of payment is not available (subject to applicable law). Auto Renewal: Plans automatically renew every 365 days unless cancelled. To cancel at any time call 1 (866) 595-0020 or access your account online. Auto Renewal Payments: Annual charge will automatically be billed to credit card on file on day 365 unless cancelled. Payments are non-refundable (subject to applicable law). Data plan not transferable if vehicle is sold during plan term. Devices: Sold separately. Geographic restrictions: For use in the U.S. & Canada only. Service in Canada depends upon availability of unaffiliated carrier coverage. Stream Saver feature not available for this Plan. Hotspot: Connects up to 10 Wi-Fi capable devices (varies by manufacturer). Devices connected to vehicle's hotspot use data from your Connected Car plan. Performance varies based on number of devices connected and other factors. Roaming: You get an off-net (roaming) usage allowance for each svc. If you exceed the allowance, your svc(s) may be restricted or terminated. International and domestic off-net data may be at 2G speeds. Other restr's apply & may result in svc termination. AT&T svc is subject to AT&T network management policies, see att.com/broadbandinfo for details. General Wireless Service Terms: Subject to AT&T Session Based Wireless Data Services Agreement available at att.com/wca). Pricing, offer & terms subject to change & may be modified or terminated at any time without notice. Coverage & service not available everywhere.
es_419: Plan anual prepagado de datos ilimitados para autos conectados de AT&T. Solo para clientes domiciliados en los EE. UU. Los planes de datos prepagados basados en la sesión ofrecen acceso a los servicios de datos móviles de AT&T para autos conectados e incluyen, entre otras, funciones que se pueden usar con aplicaciones, contenidos y servicios de datos móviles. Requisitos: Un vehículo calificado, un plan de datos y una tarjeta SIM compatible. Duración y precio: Doce meses por $200 más impuestos con renovación automática. El plan se puede cancelar en cualquier momento, pero no se ofrecen reembolsos prorrateados de los pagos (sujeto a la legislación que corresponda). Renovación automática: Los planes se renuevan automáticamente cada 365 días, a menos que se cancelen. Para cancelar en cualquier momento, llame al 1 (866) 595-0020 o ingrese a su cuenta por Internet. Pagos de la renovación automática: El cargo anual se facturará automáticamente a la tarjeta de crédito que figura en nuestros registros el día 365, a menos que se cancele el plan. Los pagos no son reembolsables (sujeto a la legislación que corresponda). El plan de datos no se puede transferir si el vehículo se vende durante el plazo del plan. Equipos: Se venden por separado. Restricciones geográficas: Para uso solamente en los EE. UU. y Canadá. El servicio en Canadá depende de la disponibilidad de la cobertura de la compañía telefónica no afiliada. La función Stream Saver no se ofrece para este plan. Hotspot: Se pueden conectar hasta 10 equipos compatibles con Wi-Fi (el límite varía según el fabricante). Los equipos que se conecten al hotspot del vehículo utilizarán datos de su plan para autos conectados. El desempeño varía según la cantidad de equipos conectados y otros factores. Roaming: Obtendrá una asignación de uso fuera de la red (roaming) para cada servicio. Si supera la asignación, se podrán limitar o cancelar los servicios. Es posible que el uso de datos fuera de la red a nivel nacional e internacional tenga velocidades 2G. Existen otras restricciones que podrán resultar en la cancelación del servicio. El servicio de AT&T se rige por las normas de administración de la red de AT&T; para obtener más información, visite att.com/broadbandinfo. Términos generales del servicio móvil: Sujeto al contrato de servicios de datos inalámbricos basados en sesiones de AT&T disponible en att.com/wca. El precio, la oferta y los términos están sujetos a cambio y podrán modificarse o cancelarse en cualquier momento sin previo aviso. La cobertura y los servicios no se ofrecen en todas las áreas.

# transaction_summary_trial_fine_text_prepaid
source: AT&T Connected Car Unlimited Prepaid Plan (Prepaid 30-DayAuto-Renew) U.S. only. Prepaid session-based data plans provide you with access to AT&T wireless data services for your equipped vehicle, including but not limited to features that may be used with wireless data services, content and application. Eligible vehicle, data plan and compatible SIM card required. Duration: Session-based prepaid plans for 30 days. Auto Renewal: Plans automatically renew every 30 days unless cancelled. To cancel at any time call 1 (866) 595-0020 or by accessing your account online. Auto Renewal Payments: Monthly charges will automatically be billed to credit card on file on day 30 unless cancelled. Payments are non-refundable (subject to applicable law). Pricing: $25 for a 30 day prepaid plan. Limits: 1 vehicle per 30 day prepaid plan. Devices connected to vehicle’s hotspot use data from your plan. Performance varies based on number of devices connected and other factors. Stream Saver feature not available for Connected Car embedded devices. Geographic restrictions: Wi-Fi hotspot functionality not available outside of U.S. & Canada. Service in Canada depends upon availability of unaffiliated carrier coverage. General Wireless Service Terms: Subject to Wireless Customer Agreement (see att.com/wca). Services are not for resale. Credit approval and deposit may apply. Other Monthly Charges per Line: May include taxes, fed. & state universal svc. charges, Reg. Cost Recovery Charge (up to $1.50), gross receipts surcharge, Admin. Fee, & certain gov’t assessments which are not gov’t req’d charges. Pricing, promotions & terms subject to change & may be modified or terminated at any time without notice. Coverage & svc. not avail. everywhere. You get an off-net (roaming) usage allowance for each vehicle Wi-Fi hotspot. If you exceed the allowance, your svc(s) may be restricted or terminated. Other restr’s apply & may result in svc termination.
es_419: Plan prepagado ilimitado para autos conectados de AT&T (prepagado con renovación automática cada 30 días). Solo en los EE. UU. Los planes de datos prepagados basados en la sesión ofrecen acceso a los servicios de datos móviles de AT&T para vehículos equipados e incluyen, entre otras, funciones que se pueden usar con aplicaciones, contenidos y servicios de datos móviles. Se requiere un vehículo calificado, un plan de datos y una tarjeta SIM compatible. Duración: Los planes prepagados basados en la sesión duran 30 días. Renovación automática: Los planes se renuevan automáticamente cada 30 días, a menos que se cancelen. Para cancelar en cualquier momento, llame al 1 (866) 595-0020 o ingrese a su cuenta por Internet. Pagos de la renovación automática: Los cargos mensuales se facturarán automáticamente a la tarjeta de crédito que figura en nuestros registros el día 30, a menos que se cancele el plan. Los pagos no son reembolsables (sujeto a la legislación que corresponda). Precios: $25 por un plan prepagado de 30 días. Límites: Un vehículo por plan prepagado de 30 días. Los equipos que se conecten al hotspot del vehículo utilizarán datos de su plan. El desempeño varía según la cantidad de equipos conectados y otros factores. La función Stream Saver no se ofrece para los equipos incorporados a los autos conectados. Restricciones geográficas: La funcionalidad de hotspot Wi-Fi no se ofrece fuera de los EE. UU. y Canadá. El servicio en Canadá depende de la disponibilidad de la cobertura de la compañía telefónica no afiliada. Términos generales del servicio móvil: Sujeto al contrato de servicio móvil del cliente (visite att.com/wca). Prohibida la reventa de los servicios. Es posible que se requiera aprobación de crédito, además de un depósito. Otros cargos mensuales por línea: Pueden incluir impuestos, cargos por el servicio universal a nivel estatal y federal, un cargo reglamentario de recuperación de costos (de hasta $1.50), recargos indirectos, un cargo administrativo y ciertos gravámenes gubernamentales que no son de exigencia gubernamental. El precio, las promociones y los términos están sujetos a cambio y podrán modificarse o cancelarse en cualquier momento sin previo aviso. La cobertura y el servicio no se ofrecen en todas las áreas. Usted obtendrá una asignación de uso fuera de la red (roaming) para cada hotspot Wi-Fi del vehículo. Si supera la asignación, se podrán limitar o cancelar los servicios. Existen otras restricciones que podrán resultar en la cancelación del servicio.

# transaction_summary_trial_error_have_questions
source: Have questions?
es_419: ¿Tienes preguntas?

# transaction_summary_trial_error_please_contact_support
source: Please contact our customer support at
es_419: Comunícate con el servicio al cliente llamando al

# transaction_summary_error_create_vehicle_link_message
source: There was an error processing your request. Please retry or go back to your account dashboard.
es_419: Se produjo un error al procesar tu solicitud. Inténtalo nuevamente o vuelve al panel de la cuenta.

# transaction_summary_error_activate_subscriber_message
source: There was an error processing your request. Please retry or go back to your account dashboard.
es_419: Se produjo un error al procesar tu solicitud. Inténtalo nuevamente o vuelve al panel de la cuenta.

# transaction_summary_error_load_user_data
source: Something went wrong, couldn't load data!
es_419: Se produjo un error y no se pudieron cargar los datos.

# transaction_summary_error_create_vehicle_link_account_dashboard_button
source: Account Dashboard
es_419: Panel de la cuenta

# transaction_summary_error_create_vehicle_link_exit
source: Exit
es_419: Salir

# oem_widget_error_can_not_load_data_title
source: We can't seem to load your info right now.
es_419: No podemos cargar tu información en este momento.

# oem_widget_error_can_not_load_data_text
source: Try reloading the page or using the button below. If this doesn't help, you can also contact support at 1 (866) 595-0020.
es_419: Vuelve a cargar la página o usa el botón que aparece a continuación. Si esto no resuelve el problema, también puedes comunicarte con el servicio al cliente llamando al 1 (866) 595-0020.

# oem_widget_error_title
source: We can’t seem to load your dashboard right now.
es_419: No podemos cargar tu información en este momento.

# oem_widget_error_text
source: Try reloading the screen. If this doesn’t help, contact customer support. Reference error code:
es_419: Intenta volver a cargar la pantalla. Si esto no funciona, comunícate con el centro de atención al cliente. Referencia del código de error:

# error_msg_1001
source: 1001 - Missing billing information.
es_419: 1001 - Falta información de facturación.

# error_msg_1002
source: 1002 - Missing email or address information.
es_419: 1002 - Falta información de dirección de correo electrónico o dirección postal.

# error_msg_1003
source: 1003 - Missing vehicle information.
es_419: 1003 - Falta información del vehículo.

# error_msg_1004
source: 1004 - Missing device information.
es_419: 1004 - Falta información del equipo.

# error_msg_2001
source: 2001 - User profile validation error.
es_419: 2001 - Error de validación del perfil de usuario.

# error_msg_1005
source: 1005 - Unable to get information.
es_419: 1005 - No se puede obtener la información.

# oem_widget_error_can_not_load_data_button_retry
source: Retry
es_419: Reintentar

# oem_widget_error_can_not_register_title
source: Service not available
es_419: El servicio no está disponible.

# oem_widget_error_can_not_register_text
source: Unfortunately, your vehicle is incompatible with current services offered through this portal. If you feel that you have received this message in error, please contact your vehicle manufacturer or a customer service representative.
es_419: Lamentablemente, tu vehículo no es compatible con los servicios que ofrecemos actualmente en este portal. Si consideras que has recibido este mensaje por error, comunícate con el fabricante de tu vehículo o con un representante del servicio al cliente.

# oem_widget_get_started_title
source: Activate your FREE AT&T Wi-Fi Hotspot trial.
es_419: Activa tu período de prueba GRATUITO del hotspot Wi-Fi de AT&T.

# oem_widget_get_started_button_learn_more
source: Learn more
es_419: Más información

# oem_widget_purchase_plan_title
source: Turn your vehicle into a powerful Wi-Fi hotspot to stream and connect while on the road.
es_419: Convierte tu vehículo en un potente hotspot Wi-Fi para disfrutar de contenido por streaming y conectarte mientras viajas.

# oem_widget_error_unauthorised_text
source: Tap 'Retry' to try again. Contact customer support if the problem persists.
es_419: Toca 'Reintentar' para intentar de nuevo. Comunícate con el centro de atención al cliente si el problema persiste

# widget_error_getting_data
source: Error getting data
es_419: Se produjo un error al obtener los datos.

# oem_widget_att_title
source: AT&T Hotspot
es_419: Hotspot de AT&T

# cancel_service_modal_title
source: Cancel service
es_419: Cancelar el servicio

# cancel_service_modal_text
source: If you are sure you want to cancel service, please call 1 (866) 595-0020
es_419: Si realmente deseas cancelar el servicio, llama al 1 (866) 595-0020.

# cancel_service_modal_cancel
source: Cancel
es_419: Cancelar

# order_history_title
source: Order history
es_419: Historial de pedidos

# order_history_pending_title
source: Pending
es_419: PENDIENTES

# order_history_past_orders_title
source: Past orders
es_419: PEDIDOS ANTERIORES
